[
    {
        "start": 749.51996,
        "end": 766.15,
        "text": "What is it about our style of governance, which means that we're very, very, very good, Most, you know, among the best in the world at these set piece events like the Olympics and like the queen's funeral, but that we're struggling, with more of the day to day Administration running the country."
    },
    {
        "start": 1948.795,
        "end": 1952.875,
        "text": "And letting our currency float free in many ways has been very good for us."
    },
    {
        "start": 2103.455,
        "end": 2104.095,
        "text": "Very good."
    },
    {
        "start": 2348.855,
        "end": 2374.11,
        "text": "And secondly, investing in the stuff that creates productivity, Getting the right kind of education in place, the right kind of education reforms, the right kind of incentives and I think nobody is very good at this and I think this is what Quasi Quoting's gonna find out, and I'm afraid this is also a struggle for labor because it's very difficult now after 40 years of people claiming that there is some fantastic neat market solution that generates automatic growth."
    },
    {
        "start": 2616.595,
        "end": 2627.88,
        "text": "Tom McTaeke, who writes very good articles The Atlantic has written an article on Britain's international position where he says that what we've finally unlocked is we've unlocked a fantasy about being hobbits."
    },
    {
        "start": 2895.9001,
        "end": 2903.4202,
        "text": "Actually, the Guardian didn't do a very good job reporting the dismantling of DFID, the dismantling of the 0.7% a budget."
    },
    {
        "start": 2912.165,
        "end": 2927.015,
        "text": "And And there's also a problem, I mean, I think this is a real problem domestically too, that one of the reasons that, you know, what we like to call populism and post truth polarization takes off is that there's Not very good reporting on implementation, on detail, what government actually does."
    }
]